/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "Magħmul mit-tim globali tad-DigiWallet. Verżjoni %1$@";

/* Privay Policy button label */
"About.privacy" = "Regoli tal-privatezza";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "Termini ta 'Użu";

/* About screen title */
"About.title" = "DigiWallet għal iOS huwa l-kartiera mobbli għal DigiByte.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Agħlaq";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Ċentru ta 'Appoġġ";

/* Loading Wallet Message */
"Account.loadingMessage" = "Loading il-kartiera";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "My DigiWallet";

/* Error alert title */
"Alert.error" = "Errur";

/* No internet alert message */
"Alert.noInternet" = "Ma nstab l-ebda konnessjoni bl-internet. Iċċekkja l-konnessjoni tiegħek u erġa 'pprova.";

/* Warning alert title */
"Alert.warning" = "Twissija";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Indirizzi Kopjati";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "L-indirizzi kollha tal-kartiera ġew ikkupjati b'suċċess\n";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Sett Ewlieni ta 'Rkupru Personali";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Tal-għageb";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Set";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Ibgħat fallew";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Konferma mibgħuta";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte mibgħuti!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serialization Error";

/* Wallet not ready error message */
"ApiClient.notReady" = "\nIl-kartiera mhix lesta";

/* API Token error message */
"ApiClient.tokenError" = "Inkapaċità  tirkupra API token";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "\nDaħħal l-indirizz tad-destinazzjoni DigiByte hawn taħt. Id-DigiByte kollha fil-kartiera tiegħek fil-ħin tal-furketta (%1$@) jintbagħtu.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Ikkonferma li tibgħat %1$@ lil %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Konferma";

/* Generic bch erorr message */
"BCH.genericError" = "Il-bidu jew l-irkupru ta 'kartiera oħra jippermettilek li taċċessa u tmexxi DigiWallet differenti fuq dan l-apparat.\n";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transaction ID copied";

/* No address error message */
"BCH.noAddressError" = "Jekk jogħġbok idħol indirizz \n";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "It-Talbiet tal-Protokoll tal-Ħlas mhumiex appoġġjati għat-tranżazzjonijiet tad-DGB";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte was successfully sent.";

/* Widthdraw BCH view title */
"BCH.title" = "Irtira d-DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte Transaction ID";

/* Approve button label */
"BitID.approve" = "Approvat";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ qed titlob awtentikazzjoni bl-użu tad-DigiWallet tiegħek.";

/* Deny button label */
"BitID.deny" = "Tiċħad";

/* BitID error alert title */
"BitID.error" = "Żball ta 'Awtentikazzjoni";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Jekk jogħġbok iċċekkja mas-servizz. Jista 'jkollok bżonn terġa' tipprova.";

/* BitID success alert title */
"BitID.success" = "Successfully Authenticated";

/* BitID Authentication Request alert view title */
"DigiID.title" = "Talba ta 'awtentikazzjoni DigiID";

/* Cancel button label */
"Button.cancel" = "Ikkanċella";

/* Ignore button label */
"Button.ignore" = "Ignore";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "No";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "irċieva";

/* send button */
"Button.send" = "Ibgħat";

/* Settings button label */
"Button.settings" = "Settings";

/* Settings button label */
"Button.submit" = "Ibgħat";

/* Yes button */
"Button.yes" = "Yes";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "\nĊentru l-ID tiegħek fil-kaxxa";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Ammont li Ibgħat:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Ħlas tan-Netwerk:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Processing time: This transaction will take %1$@ to process.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Ibgħat";

/* Confirmation Screen title */
"Confirmation.title" = "Konfermazjoni ";

/* To: (address) */
"Confirmation.to" = "To";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Spiża totali:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Biex tiżgura li kollox kien miktub sewwa, jekk jogħġbok daħħal il-kliem li ġejjin mill-Ewwel Skema Personali ta 'Rkupru tiegħek.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Kelma # %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "DigiByte Display Unit";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Rata tal-Kambju";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Dan l-apparat mhuwiex ikkonfigurat biex jibgħat email bl-applikazzjoni tal-posta tal-iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email mhux disponibbli";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Dan l-apparat mhuwiex ikkonfigurat biex jibgħat messaġġi.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Messaġġi Mhux Disponibbli";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Tista 'tippersonalizza l-limitu ta' l-infiq bil Face ID tiegħek mill %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "Uża wiċċek 'biex tiftaħ il-DigiWallet tiegħek u ibgħat DigiByte sa limitu stabbilit.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Link Text (see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Attivat il-Face ID għal DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "M'intgħandekx twaqqaf ID tal wicc  fuq dan l-apparat. Mur fil-Settings-> ID tal wicc & Passcode biex titwaqqaf issa.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ID tal-wiċċ Mhux Imwaqqaf";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limitu tal-infiq ID tal-wiċċ";

/* Economy fee */
"FeeSelector.economy" = "Ekonomija";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Kunsinna stmata: 1 + minuti";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Din l-għażla mhix rakkomandata għal tranżazzjonijiet sensittivi għall-ħin.\n";

/* Regular fee */
"FeeSelector.regular" = "Regolari";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Delivery stmata: 15-30 sekonda";

/* Fee Selector title */
"FeeSelector.title" = "Veloċità tal-Ipproċessar";

/* Checking private key balance progress view text */
"Import.checking" = "Checking private key balance...";

/* Sweep private key confirmation message */
"Import.confirm" = "Ibgħat %1$@ minn din iċ-ċavetta privata fil-kartiera tiegħek? In-netwerk DigiByte jirċievi tariffa ta %2$@";

/* Duplicate key error message */
"Import.Error.duplicate" = "This private key is already in your wallet.";

/* empty private key error message */
"Import.Error.empty" = "This private key is empty.";

/* High fees error message */
"Import.Error.highFees" = "It-tariffi tat-tranżazzjoni jiswew aktar mill-fondi disponibbli fuq din iċ-ċavetta privata.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Mhux ċavetta privata valida";

/* Import signing error message */
"Import.Error.signing" = "Error signing transaction";

/* Import button label */
"Import.importButton" = "Importa";

/* Importing wallet progress view label */
"Import.importing" = "Kartiera li timporta";

/* Caption for graphics */
"Import.leftCaption" = "Kartiera li għandha tiġi importata";

/* Import wallet intro screen message */
"Import.message" = "L-importazzjoni ta 'kartiera tittrasferixxi d-DigiByte kollu mill-portafoll l-ieħor tiegħek fis-DigiWallet tiegħek billi tuża tranżazzjoni waħda.\n";

/* Enter password alert view title */
"Import.password" = "Din iċ-ċavetta privata hija protetta bil password.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "password";

/* Caption for graphics */
"Import.rightCaption" = "DigiWallet tiegħek";

/* Scan Private key button label */
"Import.scan" = "Skan Key Privat";

/* Import wallet success alert title */
"Import.success" = "Suċċess";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "  Il-kartiera importat b'suċċess";

/* Import Wallet screen title */
"Import.title" = "Importa kartiera";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "ċavetta tal-ftuħ";

/* Import wallet intro warning message */
"Import.warning" = "L-importazzjoni ta 'kartiera ma tinkludix storja ta' transazzjoni jew dettalji oħra.";

/* Wrong password alert message */
"Import.wrongPassword" = "Password żbaljat, erġa 'pprova.\n";

/* Close app button */
"JailbreakWarnings.close" = "Close";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Injora";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SIGURTÀ TAL-MEKKANIŻMU KOMPROMESSA Kull applikazzjoni 'jailbreak' tista 'taċċessa d-data ta' keychain ta 'DigiWallet u jista 'jisirqu DigiByte tiegħek! Imsaħ din il-kartiera immedjatament u terġa 'lura fuq mezz sikur.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SIGURTÀ TAL-MEKKANIŻMU KOMPLEMITAT \ Kull applikazzjoni \"jailbreak\" tista 'taċċessa d-data ta' keychain ta 'DigiWallet u tisraq id-DigiByte tiegħek. Jekk jogħġbok uża biss id-DigiWallet fuq strument li ma jailbroken.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "TWISSIJA";

/* Location services disabled error */
"LocationPlugin.disabled" = "Is-servma diżabbli.izzi tal-lokalità hu";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet m'għandux permess biex jaċċessa s-servizzi tal-lokazzjoni.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Ħloqjt il-kartiera tiegħek fuqh il %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Your wallet name only appears in your account transaction history and cannot be seen by anyone else.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Wallet Name";

/* Manage wallet modal title */
"ManageWallet.title" = "Immaniġġa l-kartiera";

/* Menu button title */
"MenuButton.lock" = "Sakkar il-kartiera";

/* Menu button title */
"MenuButton.security" = "Ċentru ta 'Sigurtà";

/* Menu button title */
"MenuButton.settings" = "Settings";

/* Menu button title */
"MenuButton.support" = "Għajnuna";

/* button label */
"MenuViewController.createButton" = "Oħloq Wallet Ġdida\n";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Irkupra l-kartiera";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Ibdel għal Modalità Awtomatika";

/* Node is connected label */
"NodeSelector.connected" = "Connected";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Daħħal l-indirizz IP tal-Node u l-port (mhux obbligatorju)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Daħħal in-Nodu";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Ibdel għal Modalità Manwal";

/* Node address label */
"NodeSelector.nodeLabel" = "Nodu primarju kurrenti";

/* Node is not connected label */
"NodeSelector.notConnected" = "Mhux Konnetjajt";

/* Node status label */
"NodeSelector.statusLabel" = "Node Connection Status";

/* Node Selector view title */
"NodeSelector.title" = "Nodi DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Talba għall-Ħlas ħażina";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokument mhux sostnut jew korrotta";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "ċertifikat nieqes";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "it-talba skadiet";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Ma nistax nagħmel il-ħlas";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Il-ħlasijiet DigiByte ma jistgħux ikunu anqas minn %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Ir-riżultati tat-tranżazzjonijiet DigiByte ma jistgħux ikunu anqas minn $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tip ta 'firma mhux sostnut";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ċertifikazzjoni mhux affidabbli\n";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Ikklikkja hawn biex tippermetti Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Biex taħdem Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Passcode ta 'l-apparat huwa meħtieġ biex jissalvagwardja l-kartiera tiegħek. Mur fil-settings u dawwar il-passcode On.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Jattiva l-passcode ta 'dan l-istrument";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Il-cavetta tar-Rkupru Personali tiegħek għandu jiġi ffrankat f'każ li titlef jew tbiddel il-mowbajl tiegħek. Ikklikkja hawn biex tkompli.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Azzjoni meħtieġa";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Il-kartiera tiegħek tista 'tkun' il barra mis-sinkronizzazzjoni. Dan spiss jista 'jiġi ffissat bl re-iskannjar tal-blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Tranżazzjoni Miċħuda\n";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Help improve DigiWallet by sharing your anonymous data with us";

/* Share data prompt title */
"Prompts.ShareData.title" = "Share Anonymous Data";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Ikklikkja hawn biex tippermetti Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Enable Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet has upgraded to using a 6-digit PIN. Tap here to upgrade.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Upgrade PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Ixgħel in-notifiki biex jirċievi messaġġi speċjali minn DigiWallet fil-futur.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Imbotta Notifiki";

/* Push notifications are off label */
"PushNotifications.off" = "Mitfi";

/* Push notifications are on label */
"PushNotifications.on" = "On";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifiki";

/* Address copied message. */
"Receive.copied" = "Kopjati lill-clipboard.\n";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Talba Ammont";

/* Share button label */
"Receive.share" = "Aqsam";

/* Share via text message (SMS) */
"Receive.textButton" = "Text Messaġġ";

/* Receive modal title */
"Receive.title" = "Receive";

/* Done button text */
"RecoverWallet.done" = "Done";

/* Recover wallet header */
"RecoverWallet.header" = "Irkupra l-kartiera";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reset PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Daħħal il-Kjavi Personali ta 'Rkupru";

/* Recover wallet intro */
"RecoverWallet.intro" = "Irkupra d-DigiWallet tiegħek mal-Ewlenin ta 'rkupru personali tiegħek.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "The Personal Recovery Key you entered is invalid. Please double-check each word and try again.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Vleġġa xelluga";

/* Next button label */
"RecoverWallet.next" = "li jmiss";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Ikklikkja hawn għal aktar informazzjoni.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Vleġġa Lemini";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Daħħal il-Kjavi ta 'Rkupru Personali għad-DigiWallet li tixtieq tirkupra.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Biex  t'resetja il-PIN tiegħek, daħħal il-kliem mill-Ewlenin ta' Rkupru Personali fil-kaxxi ta 'hawn taħt.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Jekk jogħġbok daħħal ammont l-ewwel.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Talba Ammont";

/* Alert action button label */
"ReScan.alertAction" = "Sync";

/* Alert message body */
"ReScan.alertMessage" = "Mhux se tkun tista 'tibgħat DigiByte waqt li tissinkronja.";

/* Alert message title */
"ReScan.alertTitle" = "Sync ma 'Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minuti";

/* Syncing explanation */
"ReScan.body2" = "Jekk tranżazzjoni turi kif tlestiet fuq in-netwerk DigiByte iżda mhux fid-DigiWallet tiegħek.";

/* Syncing explanation */
"ReScan.body3" = "You repeatedly get an error saying your transaction was rejected.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Start Sync";

/* Sync blockchain view footer */
"ReScan.footer" = "Mhux se tkun tista 'tibgħat DigiByte waqt li tissinkronja mal-blockchain\n";

/* Sync Blockchain view header */
"ReScan.header" = "Sync Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Ħin stmat";

/* Subheader label */
"ReScan.subheader2" = "Meta s-sinkronizzazzjoni?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Kamera Flash ";

/* Complete filter label */
"Search.complete" = "komplet";

/* Pending filter label */
"Search.pending" = "pendenti";

/* Received filter label */
"Search.received" = "Irċevejt";

/* Sent filter label */
"Search.sent" = "mibgħut";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ID Tal-Wicc";

/* Security Center Info */
"SecurityCenter.info" = "Jippermettu l-karatteristiċi ta 'sigurtà kollha għall-protezzjoni massima.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "L-uniku mod ta 'aċċess għad-DigiByte tiegħek jekk titlifha jew ittejjeb it-telefon tiegħek.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Kjavi ta 'Rkupru Personali";

/* PIN button description */
"SecurityCenter.pinDescription" = "Tipproteġi d-DigiWallet tiegħek minn utenti mhux awtorizzati.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Digit PIN";

/* Security Center Title */
"SecurityCenter.title" = "Ċentru ta 'Sigurtà";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Konvenjentament niftħu id-DigiWallet tiegħek u ibgħat DigiByte sa limitu stabbilit.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Ammont";

/* Balance: $4.00 */
"Send.balance" = "Bilanċ: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Mur fil-Settings biex jippermetti aċċess għall-kamera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet m'għandux permess aċċess għall-kamera";

/* Warning when sending to self. */
"Send.containsAddress" = "Id-destinazzjoni hija l-indirizz tiegħek. Ma tistax tibgħat lilek innifsek.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Ma setgħetx tinħoloq tranżazzjoni.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard is empty";

/* Network Fee: $0.01 */
"Send.fee" = "Ħlas tan-Netwerk: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "L-identità tal-benefiċjarju mhix ċertifikata.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "L-indirizz tad-destinazzjoni mhuwiex indirizz DigiByte validu.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard ma fihx indirizz DigiByte validu.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Indirizz invalidu";

/* Is rescanning error message */
"Send.isRescanning" = "Mittenti huwa diżattivat matul rescan sħiħ.";

/* Loading request activity view message */
"Send.loadingRequest" = "Talba għat-Tagħbija";

/* Empty address alert message */
"Send.noAddress" = "Jekk jogħġbok idħol l-indirizz tar-riċevitur.";

/* Emtpy amount alert message */
"Send.noAmount" = "Jekk jogħġbok daħħal l-ammont li trid tibgħat.";

/* Paste button label */
"Send.pasteLabel" = "Pejst";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Ma setgħetx tippubblika tranżazzjoni.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Ma tistax titlob talba għall-ħlas";

/* Scan button label */
"Send.scanLabel" = "Scan";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Ibgħat";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Ibgħat";

/* Send money to label */
"Send.toLabel" = "To";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "L-indirizzi DigiByte huma maħsuba biss għal użu wieħed.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "L-użu tal Indirizzi diġà użati inaqqas il-privatezza kemm għalik kif ukoll għar-riċevitur u jista 'jirriżulta f'telf jekk ir-riċevitur ma jikkontrollax direttament l-indirizz.\n";

/* Adress already used alert title */
"Send.UsedAddress.title" = "L-indirizz diġà użat";

/* About label */
"Settings.about" = "Dwar";

/* Advanced Settings title */
"Settings.advancedTitle" = "Advanced Settings";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Uri Munita";

/* Join Early access label */
"Settings.earlyAccess" = "Ingħaqad ma 'aċċess bikri";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Int qed tieħu pjaċir b' 'Digi Wallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limitu tal-infiq fuq il-Face ID";

/* Import wallet label */
"Settings.importTitle" = "Import Wallet";

/* Manage settings section header */
"Settings.manage" = "Immaniġġa";

/* Notifications label */
"Settings.notifications" = "Notifications";

/* Leave review button label */
"Settings.review" = "Leave us a Review";

/* Share anonymous data label */
"Settings.shareData" = "Aqsam dejta Anonima";

/* Sync blockchain label */
"Settings.sync" = "Sync Blockchain";

/* Settings title */
"Settings.title" = "Settings";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limitu tal-infiq fuq it-Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Kartiera";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Ibda/tirkupra kartiera oħra";

/* Share data view body */
"ShareData.body" = "Help improve DigiWallet by sharing your anonymous data with us. This does not include any financial information. We respect your financial privacy.";

/* Share data header */
"ShareData.header" = "Share Data?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Aqsam dejta Anonima";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Erga Ikteb il-Key Recovery Personali";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Your Personal Recovery Key is the only way to restore your DigiWallet if your phone is lost, stolen, broken, or upgraded.\n\nWe will show you a list of words to write down on a piece of paper and keep safe.";

/* button label */
"StartPaperPhrase.buttonTitle" = " Ikteb il-Key Recovery Personali ";

/* Argument is date */
"StartPaperPhrase.date" = "L-aħħar l' ktieb is-Sinjal ta 'Rkupru Personali tiegħek fuq  %1$@";

/* Start view message */
"StartViewController.message" = "L-aktar mod sigur u sikur biex jintuża DigiByte.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Qed tikkonnettja";

/* Syncing view header text */
"SyncingView.header" = "Syncing";

/* Retry button label */
"SyncingView.retry" = "Aġġornament ġdid";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Syncing";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Tista 'tippersonalizza l-limitu ta' l-infiq ID Touch tiegħek mill %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Uża s-swaba 'tiegħek biex tiftaħ il-DigiWallet tiegħek u ibgħat DigiByte sa limitu stabbilit.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID Spend limitu screen";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Spending limit: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Awtorizza id-Touch ID għal DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "M'intgħandekx twaqqaf Touch ID fuq dan l-apparat. Mur fil-Settings-> Touch ID & Passcode biex titwaqqaf issa.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID mhux Set Up";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Dejjem jeħtieġu passcode";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Int ser tintalab biex tidħol il-PIN ta '6 ċifri tiegħek biex tibgħat kwalunkwe transazzjoni fuq il-limitu ta' nfiq tiegħek, u kull 48 siegħa mill-aħħar darba li daħħalt in-numru ta 'PIN ta' 6 ċifri tiegħek.\n";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Spending Limit";

/* Availability status text */
"Transaction.available" = " Disponibbli biex tonfoq";

/* Transaction complete label */
"Transaction.complete" = "komplet";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Bilanċ finalizzat: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Exchange rate when received:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Rata tal-kambju meta mibgħuta:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ fee)";

/* Invalid transaction */
"Transaction.invalid" = "INVALIDU";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "just now";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "In progress: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Fil-progress: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Bilanċ tal-bidu:  %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Stennija li tiġi kkonfermata. Xi negozjanti jeħtieġu konferma biex iwettqu tranżazzjoni. Ħin stmat: 1-2 minuti.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "kont";

/* Amount section header */
"TransactionDetails.amountHeader" = "Ammont";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Ikkonfermat fi Blokk";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "It-tranżazzjonijiet tiegħek se jidhru hawn.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "għand  %1$@";

/* More button title */
"TransactionDetails.more" = "Iktar...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "It-transfer  %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Mressqa  <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Mhux Ikkonfermat";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Irċivejt %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Received <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Sent %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Sent <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Dettalji tat-Tranżazzjoni";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "lill %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte Tranżazzjoni ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Irċevjt f'dan l-Indirizz";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Mibgħut lil dan l-indirizz";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "dizabilat  sa:%1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "L-Indirizz Tiegħi";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Pinna mill-ġdid/Reset PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Daħħal il-PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Iiftaħ id-DigiWallet tiegħek.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Iftħu bil-TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Wallet infetaħ";

/* Update PIN caption text */
"UpdatePin.caption" = "Remember this PIN. If you forget it, you won't be able to access your DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Il-PIN tiegħek ser jintuża biex tiftaħ id-DigiWallet tiegħek u ibgħat id-DigiByte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Set PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Re-Enter PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Enter your current PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Enter your new PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Re-Enter your new PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Skużana, ma setgħetx taġġorna l-PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Aġġornament tal-PIN Error";

/* Update PIN title */
"UpdatePin.updateTitle" = "Update PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopja l-indirizzi tal-kartiera għall-clipboard?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Jawtorizzaw li kopja l-indirizz tal-kartiera għall-clipboard";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopja l'Indirizzi tal-Kartun";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopja";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Jekk jogħġbok idħol il-PIN tiegħek biex jawtorizza din it-tranżazzjoni.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Jekk jogħġbok idħol il-PIN tiegħek biex tkompli.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Meħtieġa";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Awtorizza din it-tranżazzjoni";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Open the DigiWallet iPhone app to set up your wallet.";

/* Dismiss button label */
"Webview.dismiss" = "Tiċħad";

/* Webview loading error message */
"Webview.errorMessage" = "There was an error loading the content. Please try again.";

/* Updating webview message */
"Webview.updating" = "Aġġornament ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Digibyte al iOS għandu ħarsa ġdida fjamanta u xi karatteristiċi ġodda. \nJekk għandek bżonn l-għajnuna, fittex (?) Fid-dritt ta 'fuq tal-maġġoranza tal-iskrins.";

/* Top title of welcome screen */
"Welcome.title" = "Merħba għad-DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Int żgur li tixtieq tħassar din il-kartiera?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Imsaħ il-kartiera?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Falla biex timsaħ il-kartiera.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Falla";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Enter this wallet's Personal Recovery Key to wipe it and start or recover another. Your current balance remains on this Personal Recovery Key.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Il-bidu jew l-irkupru ta 'kartiera oħra jippermettilek li taċċessa u tmexxi DigiWallet differenti fuq dan l-apparat.\n";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "M'għandekx tkun tista 'taċċessa d-DigiWallet attwali tiegħek minn dan l-apparat. Il-bilanċ se jibqa 'fuq il-kodiċi ta' rkupru personali tiegħek.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Start or Recover Another Wallet";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Imsaħ..";

/* Wiping activity message */
"WipeWallet.wiping" = "Imsaħ..";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Write down each word in order and store it in a safe place.";

/* button label */
"WritePaperPhrase.next" = "Li jmiss";

/* button label */
"WritePaperPhrase.previous" = "Previous";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

